---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MassFailures.SplitFacesByGroundPlaneCrashed
source: html/b8a1c132-8378-5604-b3d2-6730ef0929c4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MassFailures.SplitFacesByGroundPlaneCrashed Property

Failed to split face by ground plane.

## Syntax (C#)
```csharp
public static FailureDefinitionId SplitFacesByGroundPlaneCrashed { get; }
```